NixOS/benchmarks/HPC/openfoam/OpenFOAM-v2306/tutorials/combustion/fireFoam/LES/smallPoolFire2D/constant/combustionProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2306                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      combustionProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

combustionModel  EDM;

EDMCoeffs
{
    semiImplicit    no;
    Cd              1;
    CEDC            1;
}

active  true;

/*
infinitelyFastChemistryCoeffs
{
    semiImplicit no;
    C           5.0;
}
*/


// ************************************************************************* //
